Repository: multiplex-term/Multiplex
Catalog: Multiplex/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Shared keeps one editable command synchronized across Claude Code, Codex, Pi, and Grok Build.
ja: 「共有」にすると、編集できる1つのコマンドがClaude Code、Codex、Pi、Grok Buildの間で同期されます。
zh_hant: 共用會讓同一個可編輯的指令在 Claude Code、Codex、Pi 與 Grok Build 之間保持同步。

source: Show %@
ja: %@を表示
zh_hant: 顯示 %@

source: Show %@ helpers
ja: %@のヘルパーチップを表示
zh_hant: 顯示 %@ 輔助按鈕

source: Show connection stats
ja: 接続統計を表示
zh_hant: 顯示連線統計

source: Show diff
ja: 差分を表示
zh_hant: 顯示差異

source: Show File Tree
ja: ファイルツリーを表示
zh_hant: 顯示檔案樹狀結構

source: Show herdr shortcuts
ja: herdrのショートカットを表示
zh_hant: 顯示 herdr 快速鍵

source: Show in Bar
ja: バーに表示
zh_hant: 顯示在按鍵列

source: Show Key passphrase
ja: 鍵のパスフレーズを表示
zh_hant: 顯示金鑰密語

source: Show only changed files
ja: 変更されたファイルのみ表示
zh_hant: 只顯示變更過的檔案

source: Show or hide keyboard
ja: キーボードを表示／非表示
zh_hant: 顯示或隱藏鍵盤

source: Show or hide keyboard. Hold to lock the keyboard closed
ja: キーボードを表示/非表示。長押しでキーボードを閉じたままロック
zh_hant: 顯示或隱藏鍵盤。長按可將鍵盤鎖定為收起

source: Show source
ja: ソースを表示
zh_hant: 顯示原始碼

source: Show the file tree
ja: ファイルツリーを表示
zh_hant: 顯示檔案樹狀結構

source: Show the parent directory
ja: 親ディレクトリを表示
zh_hant: 顯示上層目錄

source: Show the whole tree
ja: ツリー全体を表示
zh_hant: 顯示完整樹狀結構

source: Show Them
ja: 表示する
zh_hant: 顯示

source: Show tmux shortcuts
ja: tmuxのショートカットを表示
zh_hant: 顯示 tmux 快速鍵

source: Showing the first %@.
ja: 最初の%@を表示しています。
zh_hant: 顯示前 %@。

source: Shown in Settings and anywhere this palette is selected.
ja: 設定と、このパレットが選択されているすべての場所に表示されます。
zh_hant: 會顯示在設定中，以及任何選用這個調色盤的地方。

source: Shown on the deck and in the terminal window's source label.
ja: Deckとターミナルウインドウのソースラベルに表示されます。
zh_hant: 顯示在 Deck 以及終端機視窗的來源標籤上。

source: Shows how to unlock the keychain
ja: キーチェーンのロック解除方法を表示
zh_hant: 說明如何解鎖鑰匙圈

source: Shows its open tab
ja: 開いているタブを表示
zh_hant: 顯示它開啟的標籤頁

source: Shows its open window
ja: 開いているウインドウを表示
zh_hant: 顯示它開啟的視窗

source: Shows placement controls for built-in commands
ja: 内蔵コマンドの配置コントロールを表示
zh_hant: 顯示內建指令的位置設定

source: Shows the saved key
ja: 保存された鍵を表示
zh_hant: 顯示已儲存的金鑰

source: Shows them on this host's deck
ja: このホストのDeckに表示します
zh_hant: 在這台主機的 Deck 上顯示它們

source: Shows why the host could not be reached
ja: ホストに接続できなかった理由を表示
zh_hant: 顯示無法連線到主機的原因

source: Sign in with
ja: サインイン方法
zh_hant: 登入方式

source: Signal check
ja: シグナルチェック
zh_hant: 訊號檢查

source: Signs in over SSH with the settings above, then looks for %@ and mosh-server on the host.
ja: 上記の設定でSSHにサインインし、ホスト上で%@とmosh-serverを探します。
zh_hant: 使用上面的設定透過 SSH 登入，然後在主機上尋找 %@ 與 mosh-server。

source: Signs in over SSH with the settings above, then looks for %@ on the host.
ja: 上記の設定でSSHにサインインし、ホスト上で%@を探します。
zh_hant: 使用上面的設定透過 SSH 登入，然後在主機上尋找 %@。

source: Smaller text
ja: 文字を小さく
zh_hant: 縮小文字

source: Smaller Text
ja: 文字を小さく
zh_hant: 縮小文字

source: Something outside Multiplex asked to launch %1$@ on %2$@ with this first prompt: %3$@ Run it only if you started this.
ja: Multiplexの外部から、%@を%@で起動するよう要求がありました。最初のプロンプトは次のとおりです： %@ 心当たりがある場合のみ実行してください。
zh_hant: Multiplex 以外的來源要求啟動 %@（主機：%@），第一個提示為： %@ 只有在這是你自己發起的情況下才執行。

source: Something outside Multiplex asked to launch %1$@ on %2$@. Run it only if you started this.
ja: Multiplexの外部から、%@を%@で起動するよう要求がありました。 心当たりがある場合のみ実行してください。
zh_hant: Multiplex 以外的來源要求啟動 %@（主機：%@）。 只有在這是你自己發起的情況下才執行。

source: Something outside Multiplex asked to open %1$@ on %2$@. Open it only if you started this.
ja: Multiplexの外部から、%@を%@で開くよう要求がありました。心当たりがある場合のみ開いてください。
zh_hant: Multiplex 以外的來源要求開啟 %@（主機：%@）。只有在這是你自己發起的情況下才開啟。

source: Something outside Multiplex asked to view %1$@ on %2$@. The file opens read-only. Open it only if you started this.
ja: Multiplexの外部から、%@を%@で表示するよう要求がありました。ファイルは読み取り専用で開きます。心当たりがある場合のみ開いてください。
zh_hant: Multiplex 以外的來源要求檢視 %@（主機：%@）。檔案會以唯讀方式開啟。只有在這是你自己發起的情況下才開啟。

source: Somewhere else
ja: その他の場所
zh_hant: 在其他地方

source: sound files
ja: サウンドファイル
zh_hant: 音訊檔案

source: Source
ja: ソース
zh_hant: 原始碼

source: Source or diff
ja: ソースまたは差分
zh_hant: 原始碼或差異

source: Speech recognition access is off in Settings
ja: 「設定」で音声認識へのアクセスがオフになっています
zh_hant: 「設定」中的語音辨識取用權限已關閉

source: Split Left / Right
ja: 左右に分割
zh_hant: 左右分割

source: Split Top / Bottom
ja: 上下に分割
zh_hant: 上下分割

source: SSH carries both the control connection and attached terminals.
ja: SSHは制御用の接続とアタッチしたターミナルの両方を運びます。
zh_hant: SSH 同時承載控制連線與已連接的終端機。

source: SSH LINK — NO KEEPALIVE · RTT SAMPLED BY THE DECK PROBE · ECHO MEASURED WHILE YOU TYPE
ja: SSHリンク — キープアライブなし · RTTはDeckのプローブで取得 · エコーは入力中に測定
zh_hant: SSH 連線 — 無保持連線 · RTT 由 Deck 探測取樣 · 回應在你打字時測量

source: staged addition
ja: ステージ済みの追加
zh_hant: 已暫存的新增

source: Standby
ja: 待機
zh_hant: 待命

source: Start ${agent} on ${host}
ja: ${host} で ${agent} を起動
zh_hant: 在 ${host} 上啟動 ${agent}

source: Start from the active palette, then tune its surface and ANSI colors.
ja: 現在のパレットから始めて、表面とANSIカラーを調整します。
zh_hant: 從目前的調色盤開始，再調整它的表面與 ANSI 顏色。

source: Starting directory
ja: 開始ディレクトリ
zh_hant: 起始目錄

# Starts %@ in the fresh shell. The optional prompt becomes its first message; %@
source: Starts %1$@ in the fresh shell. The optional prompt becomes its first message; %2$@
ja: 新しいシェルで%1$@を起動します。任意のプロンプトが最初のメッセージになります。%2$@
zh_hant: 在全新的 Shell 中啟動 %1$@。選填的提示會成為它的第一則訊息；%2$@

# Starts %@ in the new tab. The optional prompt becomes its first message; %@
source: Starts %1$@ in the new tab. The optional prompt becomes its first message; %2$@
ja: 新しいタブで%1$@を起動します。任意のプロンプトが最初のメッセージになります。%2$@
zh_hant: 在新標籤頁中啟動 %1$@。選填的提示會成為它的第一則訊息；%2$@

source: Starts a CLI agent in a fresh tmux session, with an optional working directory, setup script, and first prompt.
ja: 新しいtmuxセッションでCLIエージェントを起動します。作業ディレクトリ、セットアップスクリプト、最初のプロンプトは任意です。
zh_hant: 在全新的 tmux 工作階段中啟動 CLI Agent，可選填工作目錄、設定指令碼與第一個提示。

source: Starts in
ja: 開始場所
zh_hant: 起始於

# Starts in %@. %@
source: Starts in %1$@. %2$@
ja: %1$@から開始します。%2$@
zh_hant: 從 %1$@ 開始。%2$@

source: Starts in %@. Choose Home to use the login shell's default.
ja: %@から開始します。ログインシェルのデフォルトを使うには「ホーム」を選択します。
zh_hant: 從 %@ 開始。選擇「家目錄」可使用登入 Shell 的預設值。

source: Starts in, %@
ja: 開始場所、%@
zh_hant: 起始於，%@

source: Starts in, Home
ja: 開始場所、ホーム
zh_hant: 起始於，家目錄

source: Starts monitoring this host on the deck again
ja: このホストをDeckで再び監視します
zh_hant: 重新在 Deck 上監控這台主機

source: stays open
ja: 開いたまま
zh_hant: 保持開啟

source: Stop dictation
ja: 音声入力を停止
zh_hant: 停止聽寫

source: Stop loading
ja: 読み込みを停止
zh_hant: 停止載入

source: Stops “%1$@” on %2$@ and everything running in it, and deletes its saved state (herdr keeps its default session on disk, stopped).
ja: %2$@上の「%1$@」とその中で実行中のすべてを停止し、保存された状態を削除します（herdrはデフォルトセッションを停止した状態でディスクに残します）。
zh_hant: 停止 %2$@ 上的「%1$@」以及其中執行的一切，並刪除其已儲存的狀態（herdr 會將預設工作階段保留在磁碟上，處於停止狀態）。

source: Stops “%1$@” on %2$@, deletes its saved state when herdr allows it, then closes the tab.
ja: %2$@上の「%1$@」を停止し、herdrが許可すれば保存された状態を削除してから、タブを閉じます。
zh_hant: 停止 %2$@ 上的「%1$@」，在 herdr 允許時刪除其已儲存的狀態，然後關閉標籤頁。

source: Stored in iCloud Keychain, never in the host record.
ja: iCloudキーチェーンに保存され、ホストの記録には保存されません。
zh_hant: 儲存在 iCloud 鑰匙圈中，絕不會存入主機記錄。

source: Submit with Enter
ja: Enterで送信
zh_hant: 以 Enter 送出

source: submits
ja: 送信する
zh_hant: 送出

source: Surface
ja: 表面
zh_hant: 表面

source: Switch this host to the herdr backend
ja: このホストをherdrバックエンドに切り替えます
zh_hant: 將這台主機切換到 herdr 後端

# Switch to %@ %lld, %@
source: Switch to %1$@ %2$lld, %3$@
ja: %1$@ %2$lldに切り替え、%3$@
zh_hant: 切換至 %1$@ %2$lld，%3$@

source: Switch Window
ja: ウインドウを切り替え
zh_hant: 切換視窗

source: Switch Workspace
ja: ワークスペースを切り替え
zh_hant: 切換工作區

source: System follows the device. The deck, terminal chrome, and forms switch together; each appearance keeps its own terminal theme below.
ja: 「システム」はデバイスに従います。Deck、ターミナルのフレーム、フォームが一緒に切り替わります。各外観は下にそれぞれのターミナルテーマを保持します。
zh_hant: 「系統」會跟著裝置。Deck、終端機外框與表單會一起切換；每種外觀在下方各自保有自己的終端機主題。

source: System follows the device. The deck, terminal chrome, and forms switch together. Dark and Glass share the dark terminal theme below.
ja: 「システム」はデバイスに従います。Deck、ターミナルのフレーム、フォームが一緒に切り替わります。ダークとグラスは下のダークターミナルテーマを共有します。
zh_hant: 「系統」會跟著裝置。Deck、終端機外框與表單會一起切換。深色與玻璃共用下方的深色終端機主題。

source: tab
ja: タブ
zh_hant: 標籤頁

source: Tab
ja: タブ
zh_hant: 標籤頁

source: Tab in “%@”
ja: 「%@」内のタブ
zh_hant: 「%@」中的標籤頁

source: Tabs
ja: タブ
zh_hant: 標籤頁

source: Tap again to forget. The next connection trusts whatever answers, and records that.
ja: もう一度タップすると削除します。次回の接続は応答したホストをそのまま信頼し、それを記録します。
zh_hant: 再點一次即可忘記。下次連線會信任任何回應的一方，並將其記錄下來。

source: Tap or click twice. The remote gets two real clicks first — then the selection block rises at that spot:
ja: 2回タップまたはクリックします。リモートにはまず実際のクリックが2回届き — その後その位置に選択ブロックが現れます：
zh_hant: 輕點或按兩下。遠端會先收到兩次真正的點擊 — 接著選取區塊會在該處浮現：

source: TAP SENDS · DOT = STAYS OPEN · HOLD A CELL TO EDIT · TAP OUTSIDE CLOSES
ja: タップで送信 · ドット = 開いたまま · セルを長押しで編集 · 外側をタップで閉じる
zh_hant: 輕點即送出 · 圓點 = 保持開啟 · 長按格子可編輯 · 點外面即關閉

source: Target host
ja: 対象ホスト
zh_hant: 目標主機

source: Terminal
ja: ターミナル
zh_hant: 終端機

source: Terminal actions
ja: ターミナルの操作
zh_hant: 終端機動作

source: Terminal renderer
ja: ターミナルレンダラー
zh_hant: 終端機 renderer

source: TERMINAL SURFACE
ja: ターミナルの表面
zh_hant: 終端機表面

source: TERMINAL TOO SHORT TO JUMP
ja: ターミナルが短すぎてジャンプできません
zh_hant: 終端機太短，無法跳至

source: Terminals attach over UDP and survive roaming or sleep. SSH still signs in, starts mosh-server, and probes the deck.
ja: ターミナルはUDPでアタッチし、ローミングやスリープ後も維持されます。SSHは引き続きサインインし、mosh-serverを起動してDeckを探索します。
zh_hant: 終端機會透過 UDP 連線，並能在漫遊或睡眠後存活。SSH 仍負責登入、啟動 mosh-server 並探測 Deck。

source: Test connection
ja: 接続をテスト
zh_hant: 測試連線

source: Text
ja: テキスト
zh_hant: 文字

source: Text Size
ja: 文字サイズ
zh_hant: 文字大小

source: Text size %@; resets to 100 percent
ja: 文字サイズ%@、100パーセントにリセット
zh_hant: 文字大小 %@；重設為 100%%

source: Text to type
ja: 入力するテキスト
zh_hant: 要輸入的文字

source: That bind code is missing its key.
ja: そのバインドコードには鍵がありません。
zh_hant: 該綁定碼缺少金鑰。

source: That machine stopped announcing — run mpx bind again.
ja: そのマシンは通知を停止しました — mpx bindをもう一度実行してください。
zh_hant: 那台機器已停止廣播 — 請重新執行 mpx bind。

source: That passphrase didn't unlock the private key for “%@”. Try again. Save & Connect replaces the copy in iCloud Keychain.
ja: そのパスフレーズでは「%@」の秘密鍵を解除できませんでした。もう一度お試しください。「保存して接続」はiCloudキーチェーン内のコピーを置き換えます。
zh_hant: 該密語無法解鎖「%@」的私鑰。請再試一次。「儲存並連線」會取代 iCloud 鑰匙圈中的副本。

source: That passphrase didn't unlock the private key. Try again.
ja: そのパスフレーズでは秘密鍵を解除できませんでした。もう一度お試しください。
zh_hant: 該密語無法解鎖私鑰。請再試一次。

source: That password didn't unlock it. Try again.
ja: そのパスワードでは解除できませんでした。もう一度お試しください。
zh_hant: 該密碼無法解鎖。請再試一次。

source: That PIN didn't match — check the terminal and try again.
ja: PINが一致しません — ターミナルを確認してもう一度お試しください。
zh_hant: PIN 碼不符 — 請檢視終端機後再試一次。

source: The App Store could not be reached. Check the internet connection and try again.
ja: App Storeに接続できませんでした。インターネット接続を確認してもう一度お試しください。
zh_hant: 無法連線至 App Store。請檢查網路連線後再試一次。

source: The App Store could not complete the request. Check that this device is signed in to the App Store, then try again. (%1$@ %2$lld)
ja: App Storeがリクエストを完了できませんでした。このデバイスがApp Storeにサインインしていることを確認してから、もう一度お試しください。(%1$@ %2$lld)
zh_hant: App Store 無法完成這項請求。請確認此裝置已登入 App Store，然後再試一次。（%1$@ %2$lld）

source: The App Store could not complete the request. Try again in a moment.
ja: App Storeがリクエストを完了できませんでした。しばらくしてからもう一度お試しください。
zh_hant: App Store 無法完成這項請求。請稍後再試。

source: The App Store purchase sheet could not be presented from this window.
ja: このウインドウからApp Storeの購入シートを表示できませんでした。
zh_hant: 無法從這個視窗顯示 App Store 購買面板。

source: The App Store reported a system error. (%@)
ja: App Storeがシステムエラーを報告しました。(%@)
zh_hant: App Store 回報了系統錯誤。（%@）

source: The App Store returned an unknown purchase result.
ja: App Storeが不明な購入結果を返しました。
zh_hant: App Store 傳回了未知的購買結果。

source: The App Store transaction could not be verified.
ja: App Storeの取引を検証できませんでした。
zh_hant: 無法驗證這筆 App Store 交易。

source: The backend New Session, widgets, and Shortcuts start on unless they name another
ja: 「新規セッション」、ウィジェット、ショートカットは、他を指定しない限りこのバックエンドで起動します
zh_hant: 除非另有指定，否則「新增工作階段」、小工具與捷徑都會以此後端啟動

source: The bind didn’t complete. Run mpx bind again.
ja: バインドが完了しませんでした。mpx bindをもう一度実行してください。
zh_hant: 綁定未完成。請重新執行 mpx bind。

source: The bind exchange broke off — %@
ja: バインドのやり取りが中断しました — %@
zh_hant: 綁定交握中斷 — %@

source: The clipboard doesn’t hold a bind code. Copy the multiplex:// line the CLI printed.
ja: クリップボードにバインドコードがありません。CLIが出力したmultiplex://の行をコピーしてください。
zh_hant: 剪貼板中沒有綁定碼。請複製 CLI 印出的 multiplex:// 那一行。

source: The command prompts for that Mac account's login password. The unlock holds until macOS locks the keychain again — after a restart, or per the keychain's own lock settings.
ja: このコマンドはそのMacアカウントのログインパスワードを尋ねます。ロック解除はmacOSが再びキーチェーンをロックするまで — 再起動後、またはキーチェーン自体のロック設定に従って — 続きます。
zh_hant: 該指令會要求輸入那個 Mac 帳號的登入密碼。解鎖狀態會維持到 macOS 再次鎖定鑰匙圈為止 — 重新開機後，或依鑰匙圈本身的鎖定設定。

source: The command prompts for that Mac account's login password. The unlock holds until macOS locks the keychain again — after a restart, or per the keychain's own lock settings. When the deck detects this state it also points here: the host's rail reads KEYCHAIN LOCKED.
ja: このコマンドはそのMacアカウントのログインパスワードを尋ねます。ロック解除はmacOSが再びキーチェーンをロックするまで — 再起動後、またはキーチェーン自体のロック設定に従って — 続きます。Deckがこの状態を検出した場合もここを案内します：ホストのレールにKEYCHAIN LOCKEDと表示されます。
zh_hant: 該指令會要求輸入那個 Mac 帳號的登入密碼。解鎖狀態會維持到 macOS 再次鎖定鑰匙圈為止 — 重新開機後，或依鑰匙圈本身的鎖定設定。當 Deck 偵測到這個狀態時也會指向這裡：主機的列上會顯示 KEYCHAIN LOCKED。

source: The connection closed before the check finished. Try again.
ja: 確認が終わる前に接続が閉じられました。もう一度お試しください。
zh_hant: 檢查完成前連線就已關閉。請再試一次。

source: The deck is built around a session multiplexer on each host — sessions, live tiles, and attach all come from it. Each host runs one, tmux or herdr, chosen in its settings under Sessions run on. A host without that multiplexer still works as a plain shell (the SHELL chip on its rail), it just has no session tiles. To get the full deck, install the one the host is set to:
ja: Deckは各ホスト上のセッションマルチプレクサを中心に構成されています — セッション、ライブタイル、アタッチはすべてそこから来ます。各ホストはtmuxかherdrのどちらか1つを実行し、ホスト設定の「セッションの実行先」で選択します。マルチプレクサのないホストも通常のシェルとしては動作しますが（レールのSHELLチップ）、セッションタイルはありません。Deckをフルに使うには、そのホストに設定されている方をインストールしてください：
zh_hant: Deck 是圍繞每台主機上的工作階段多工器建立的 — 工作階段、即時方塊與連接全都來自它。每台主機執行一個，tmux 或 herdr，在其設定的「工作階段執行於」中選擇。沒有多工器的主機仍可作為單純的 Shell 使用（列上的 SHELL 按鈕），只是沒有工作階段方塊。若要取得完整的 Deck，請安裝該主機所設定的那一個：

source: The deck monitors a remote tmux server — sessions, windows, and agent panes. herdr (herdr.dev) is the alternative for hosts that run it.
ja: Deckはリモートのtmuxサーバー — セッション、ウインドウ、エージェントのペイン — を監視します。herdr (herdr.dev) はそれを実行するホスト向けの選択肢です。
zh_hant: Deck 會監控遠端的 tmux 伺服器 — 工作階段、視窗與 Agent 窗格。herdr（herdr.dev）則是給執行它的主機的另一個選擇。

source: The deck monitors herdr (herdr.dev) sessions and their agents through the herdr CLI — one tile per session, its workspaces as the tile's window lines; a tile attaches the full herdr client. The tmux options editor doesn't apply to herdr sessions.
ja: Deckはherdr CLIを通じてherdr (herdr.dev) のセッションとそのエージェントを監視します — セッションごとに1つのタイル、そのワークスペースがタイルのウインドウ行になります。タイルからはherdrクライアント全体にアタッチします。tmuxオプションエディタはherdrセッションには適用されません。
zh_hant: Deck 會透過 herdr CLI 監控 herdr（herdr.dev）的工作階段與其中的 Agent — 每個工作階段一個方塊，其工作區則作為方塊上的視窗列；點一個方塊會連接完整的 herdr 用戶端。tmux 選項編輯器不適用於 herdr 工作階段。

source: The deck probes this host about every five seconds while it's in front, and its sessions appear as live tiles.
ja: このホストが前面にある間、Deckは約5秒ごとに探索し、そのセッションがライブタイルとして表示されます。
zh_hant: 當這台主機在前景時，Deck 大約每五秒探測一次，其工作階段會以即時方塊呈現。

source: The deck re-probes every few seconds — session tiles light up as soon as %1$@ is on the host. %2$@
ja: Deckは数秒ごとに再探索します — %1$@がホストに入るとすぐにセッションタイルが点灯します。%2$@
zh_hant: Deck 每隔幾秒就會重新探測 — %1$@ 一在主機上就緒，工作階段方塊就會亮起。%2$@

source: The deck re-probes every few seconds and lights the tile as soon as the multiplexer lands — no restart, and nothing to configure on the host.
ja: Deckは数秒ごとに再探索し、マルチプレクサが入るとすぐにタイルが点灯します — 再起動も、ホスト側の設定も不要です。
zh_hant: Deck 每隔幾秒就會重新探測，多工器一就位就會點亮方塊 — 不需重新啟動，主機上也不用設定任何東西。

source: The deck runs on %@
ja: Deckは%@で動作します
zh_hant: Deck 以 %@ 運作

source: The eight standard colors emitted by terminal programs.
ja: ターミナルプログラムが出力する8つの標準カラー。
zh_hant: 終端機程式輸出的八種標準顏色。

source: The field holds nothing Multiplex can open — a target needs a web or mail address. Edit it, or copy the text if it's still useful.
ja: このフィールドにはMultiplexが開けるものがありません — 対象にはWebまたはメールのアドレスが必要です。編集するか、テキストが役に立つならコピーしてください。
zh_hant: 這個欄位中沒有 Multiplex 能開啟的內容 — 目標需要一個網址或郵件地址。你可以編輯它，或在文字仍有用時複製起來。

source: The field holds nothing the viewer can resolve — a relative path needs a directory in it, and spaces only work behind /, ~/, ./ or $HOME/. Edit it, or copy the text if it's still useful.
ja: このフィールドにはビューアが解決できるものがありません — 相対パスにはディレクトリが必要で、スペースは/、~/、./、$HOME/の後ろでのみ有効です。編集するか、テキストが役に立つならコピーしてください。
zh_hant: 這個欄位中沒有檢視器能解析的內容 — 相對路徑需要包含目錄，而空格只有接在 /、~/、./ 或 $HOME/ 之後才有效。你可以編輯它，或在文字仍有用時複製起來。

source: The first path is the default. New Session can choose another path or the host's home directory.
ja: 最初のパスがデフォルトです。「新規セッション」では別のパスやホストのホームディレクトリを選べます。
zh_hant: 第一個路徑是預設值。「新增工作階段」可以選擇其他路徑或主機的家目錄。

source: The free tier stays useful: two hosts, spatial SSH terminals, live agent detection, built-in themes, %1$lld saved Key Commands and %2$lld built-in or custom agent-command taps each day.
ja: 無料プランも十分に使えます：ホスト2台、空間SSHターミナル、リアルタイムのエージェント検出、内蔵テーマ、保存できるキーコマンド%1$lld件、内蔵またはカスタムのエージェントコマンドのタップが1日%2$lld回。
zh_hant: 免費方案依然好用：兩台主機、空間 SSH 終端機、即時 Agent 偵測、內建主題、%1$lld 組已儲存的按鍵指令，以及每天 %2$lld 次內建或自訂的 Agent 指令輕點。

source: The high-intensity variants used for bold and bright output.
ja: ボールドや明るい出力に使われる高輝度のバリアント。
zh_hant: 用於粗體與明亮輸出的高亮度變體。

source: the host
ja: ホスト
zh_hant: 主機

source: The host refused: permission denied.
ja: ホストが拒否しました：許可がありません。
zh_hant: 主機拒絕：權限不足。

source: The host says %@ no longer exists.
ja: ホストによると%@はもう存在しません。
zh_hant: 主機表示 %@ 已不存在。

source: The host says there is no such file.
ja: ホストによるとそのようなファイルはありません。
zh_hant: 主機表示找不到這個檔案。

source: The host's key is sealed. Set its passphrase in Host Settings, or open a terminal to this host first.
ja: ホストの鍵は封印されています。ホスト設定でパスフレーズを設定するか、先にこのホストのターミナルを開いてください。
zh_hant: 主機金鑰已封存。請在主機設定中設定密語，或先開啟此主機的終端機。

source: The line to reveal after the file opens.
ja: ファイルを開いた後に表示する行です。
zh_hant: 檔案開啟後要顯示的行。

source: The Mac's keychain is locked, so Claude Code shows signed out
ja: Macのキーチェーンがロックされているため、Claude Codeはサインアウト状態で表示されます
zh_hant: Mac 的鑰匙圈已鎖定，因此 Claude Code 顯示為已登出

source: The machine declined the bind.
ja: そのマシンはバインドを拒否しました。
zh_hant: 該機器拒絕了綁定。

source: The machine refused the bind.
ja: そのマシンはバインドを拒否しました。
zh_hant: 該機器拒絕了綁定。

source: The machine refused: %@
ja: マシンが拒否しました：%@
zh_hant: 該機器拒絕了：%@

source: The microphone couldn't be opened
ja: マイクを開けませんでした
zh_hant: 無法開啟麥克風

source: The name labels this host on the deck. Address, port, and user form the SSH destination.
ja: 名前はDeck上でこのホストを示すラベルです。アドレス、ポート、ユーザがSSHの接続先になります。
zh_hant: 名稱是這台主機在 Deck 上的標籤。位址、埠和使用者組成 SSH 目的地。

source: The OpenSSH key is stored in iCloud Keychain. Leave its passphrase blank to enter it when connecting, or save the passphrase there too.
ja: OpenSSH鍵はiCloudキーチェーンに保存されます。パスフレーズを空欄のままにすると接続時に入力でき、パスフレーズも一緒に保存できます。
zh_hant: OpenSSH 金鑰儲存在 iCloud 鑰匙圈中。密語留空即可在連線時輸入，或一併將密語存在那裡。

source: The passphrase didn't unlock the private key for %@. Try again.
ja: パスフレーズで%@の秘密鍵を解除できませんでした。もう一度お試しください。
zh_hant: 密語無法解鎖 %@ 的私鑰。請再試一次。

source: The pending purchase did not grant an active Multiplex Pro entitlement.
ja: 保留中の購入では有効なMultiplex Proの権利が付与されませんでした。
zh_hant: 待處理的購買項目未授予有效的 Multiplex Pro 權利。

source: The private key couldn't be read. Paste an OpenSSH ed25519 or RSA key, including its BEGIN/END lines.
ja: 秘密鍵を読み取れませんでした。BEGIN/ENDの行を含むOpenSSHのed25519またはRSA鍵を貼り付けてください。
zh_hant: 無法讀取私鑰。請貼上 OpenSSH ed25519 或 RSA 金鑰，並包含 BEGIN/END 行。

source: The private key for “%@” is encrypted. Connect Once keeps the passphrase until Multiplex closes. Save & Connect stores it in iCloud Keychain for your other devices.
ja: 「%@」の秘密鍵は暗号化されています。Connect OnceはMultiplexを終了するまでパスフレーズを保持します。Save & ConnectはiCloudキーチェーンに保存し、ほかのデバイスでも使えます。
zh_hant: 「%@」的私鑰已加密。「Connect Once」會保留密語直到 Multiplex 關閉；「Save & Connect」會將它存入 iCloud 鑰匙圈，供你的其他裝置使用。

source: The private key for %@ couldn't be read. Paste an OpenSSH ed25519 or RSA key.
ja: %@の秘密鍵を読み取れませんでした。OpenSSHのed25519またはRSA鍵を貼り付けてください。
zh_hant: 無法讀取 %@ 的私鑰。請貼上 OpenSSH ed25519 或 RSA 金鑰。

source: The private key for %@ is encrypted. Enter its passphrase to connect.
ja: %@の秘密鍵は暗号化されています。接続するにはパスフレーズを入力してください。
zh_hant: %@ 的私鑰已加密。請輸入密語以連線。

source: The purchase is not an active Multiplex Pro entitlement.
ja: この購入は有効なMultiplex Proの権利ではありません。
zh_hant: 此購買項目不是有效的 Multiplex Pro 權利。

source: The same block, right where you pressed — and it reaches links and paths at any mouse mode, when a tap belongs to the remote.
ja: 押した場所にそのままブロックが出ます — タップがリモート側のものになるどのマウスモードでも、リンクやパスに届きます。
zh_hant: 同樣的區塊，就在你按住的位置 — 而且無論哪種滑鼠模式，即使點按屬於遠端，也能觸及連結與路徑。

source: The speech-bubble key beside
ja: 吹き出しキーは
zh_hant: 對話框圖示按鍵位於

source: The tab can't reconnect because its host no longer exists in the deck.
ja: このタブのホストはDeckに存在しないため、再接続できません。
zh_hant: 此標籤頁無法重新連線，因為它的主機已不在 Deck 中。

source: The terminal's canvas, text, and insertion cursor.
ja: ターミナルのキャンバス、テキスト、挿入カーソルです。
zh_hant: 終端機的畫布、文字和插入游標。

source: The text looked like a link but has no address Multiplex can open. Copy it if it's still useful.
ja: リンクのように見えますが、Multiplexが開けるアドレスがありません。必要であればコピーしてください。
zh_hant: 這段文字看起來像連結，但沒有 Multiplex 能開啟的位址。若仍有用，可以複製它。

source: THE TMUX / HRDR KEY
ja: tmux/HRDRキー
zh_hant: tmux / HRDR 前置鍵

source: The viewport renders this address inside Multiplex; OPEN still hands it to the system browser. It came from the host — check the address above before opening.
ja: ビューポートはこのアドレスをMultiplex内で表示します。OPENを使うとシステムのブラウザに渡されます。これはホストから来たものです — 開く前に上のアドレスを確認してください。
zh_hant: 檢視區會在 Multiplex 內繪製這個位址；OPEN 仍會交給系統瀏覽器開啟。它來自主機——開啟前請先確認上方的位址。

source: The working tree matches HEAD here.
ja: ここでは作業ツリーがHEADと一致しています。
zh_hant: 這裡的工作樹與 HEAD 相同。

source: Theme
ja: テーマ
zh_hant: 主題

source: Theme identity
ja: テーマの識別情報
zh_hant: 主題識別

source: Then run
ja: 次に実行
zh_hant: 接著執行

source: This address came from the host, and a hyperlink's visible text can differ from where it points — check the host above before opening it outside Multiplex. The target is editable when detection caught the wrong text.
ja: このアドレスはホストから来たもので、ハイパーリンクの表示テキストはリンク先と異なる場合があります — Multiplexの外で開く前に上のホストを確認してください。検出が誤っている場合はリンク先を編集できます。
zh_hant: 這個位址來自主機，而超連結顯示的文字可能與實際指向不同——在 Multiplex 之外開啟前，請先確認上方的主機。若偵測抓錯文字，目標位址可以編輯。

source: This address lives on %@'s network — the device must share it to load the page.
ja: このアドレスは%@のネットワーク上にあります — ページを読み込むには、デバイスが同じネットワークに接続している必要があります。
zh_hant: 這個位址位於 %@ 的網路上——裝置必須連上同一個網路才能載入頁面。

source: This copy of the app is not entitled to App Store purchases.
ja: このAppにはApp Storeの購入に対する権利がありません。
zh_hant: 這份 App 沒有 App Store 購買項目的權利。

source: This device can't decode it — a format Core Audio doesn't read (Ogg Vorbis, for one), or not audio at all.
ja: このデバイスではデコードできません — Core Audioが読めない形式（Ogg Vorbisなど）か、そもそも音声ではありません。
zh_hant: 這台裝置無法解碼——可能是 Core Audio 不支援的格式（例如 Ogg Vorbis），或根本不是音訊。

source: This device can’t scan. Paste the bind code instead.
ja: このデバイスではスキャンできません。代わりにバインドコードをペーストしてください。
zh_hant: 此裝置無法掃描。請改為貼上綁定碼。

source: This device has no network connection
ja: このデバイスはネットワークに接続していません
zh_hant: 這台裝置沒有網路連線

source: This host shows both. New sessions start on the one chosen here; its default is set in Host Settings.
ja: このホストは両方を表示します。新しいセッションはここで選んだ方で開始します。デフォルトはホスト設定で指定します。
zh_hant: 這台主機兩者都有。新工作階段會在這裡選擇的一方啟動；預設值可在主機設定中設定。

source: This host was removed
ja: このホストは削除されました
zh_hant: 這台主機已被移除

source: This is the %@ theme now on screen.
ja: これは現在画面に表示されている%@テーマです。
zh_hant: 這是目前畫面上的 %@ 主題。

source: This mosh session is already open.
ja: このmoshセッションはすでに開いています。
zh_hant: 這個 mosh 工作階段已經開啟。

source: This page rides %@'s own address. The server must listen beyond loopback (vite --host, -H 0.0.0.0) for anything to answer.
ja: このページは%@自身のアドレスを使います。応答を得るには、サーバがループバック以外でも待ち受ける必要があります（vite --host、-H 0.0.0.0）。
zh_hant: 這個頁面使用 %@ 自己的位址。伺服器必須監聽 loopback 以外的位址（vite --host、-H 0.0.0.0）才會有回應。
